<template><div><h2 id="梨园" tabindex="-1"><a class="header-anchor" href="#梨园"><span>梨园</span></a></h2>
<h2 id="入门篇" tabindex="-1"><a class="header-anchor" href="#入门篇"><span><code v-pre>入门篇</code></span></a></h2>
<ul>
<li>
<p>准备工作，需要敏捷大于29 或者力量大于29</p>
</li>
<li>
<p>获得1000点平安镇贡献</p>
</li>
<li>
<p>前往顾炎武选择事件</p>
</li>
<li>
<p>默默无闻 赫赫有名 2选1</p>
</li>
<li>
<p>注意枪剑不互通，只能学一种，请谨慎。</p>
<p><img src="/zhufu001.gif">&gt;</p>
<ul>
<li>对话完之后去找平安镇南郊的老李，给老李10条鲤鱼（鲤鱼要一次性给10条，不足无效） 20%获得任务物品”货运清单“。</li>
<li>获得清单后在找老李对话。</li>
<li>找顾炎武对话激活传送门（书院右上角）。</li>
<li>传送到梨园找雷海青获得任务物品“儒字符”。</li>
<li>把“儒字符“交给公孙小娘获得成功加入梨园门派（剑法）。</li>
</ul>
<h3 id="赫赫有名-枪法" tabindex="-1"><a class="header-anchor" href="#赫赫有名-枪法"><span>赫赫有名（枪法）</span></a></h3>
<ul>
<li>对话完顾炎武之后去找衙门的巡捕，衙门有个人越狱了，去把他抓回来。</li>
<li>去找小顽童询问最近是否有可疑的人，需提供一个糖葫芦。</li>
<li>然后去找小裁缝，找裁缝店的大彪触发战斗。</li>
<li>战斗胜利回衙门交任务得“衙门告示”。</li>
<li>然后找顾炎武对话激活传送门（书院右上角）。</li>
<li>传送到梨园找雷海青获得任务物品“霸字符”。</li>
<li>把“霸字符“交给苏晴获得成功加入梨园门派（枪法）。</li>
</ul>
</li>
</ul>
</div></template>


